//მომხმარებელს შემოატანინეთ რიცხვი შემდეგ დაატრიალეთ ერთიდან ამ რიცხვამდე ციკლი, while ის დახმარებით და დაბეჭდეთ მხოლოდ 1 დან მომხმარებლის 
// შემოტანილ რიცხვამდე 3ისჯერადი და 5ის ჯერადი რიცხვი,ისეთი რიცხვები რომლებიც სამის ჯერადიც არის და ხუთის ჯერადიც

let number = prompt("Enter number:");
let i = 1;
    while (i <= number); {
        if (i % 3 ===0 && i % 5 ===0);{
            console.log(i)
        }
        i++;
    }


    //მომხმარებელს შემოატანინეთ რიცხვი, შემდეგ შემოატანინეთ 
    // არჩევანი(ერთიდან მომხმარებლის რიცხვამდე დაბეჭდოს ლუწი, კენტი, კვადრატი ან 3 ის ჯერადი რიცხვი

